tap 'heroku/brew'

brew 'awsebcli'
brew 'bat'
brew 'docker'
brew 'ffmpeg'
brew 'fish'
brew 'gcc'
brew 'gist'
brew 'git'
brew 'gnupg' 
brew 'go'
brew 'heroku'
brew 'mas'
brew 'neovim'
brew 'ocaml'
brew 'opam'
brew 'openjdk'
brew 'pinentry-mac'
brew 'pyenv'
brew 'python-yq'
brew 'rbenv'
brew 'tmux'
brew 'wget'
brew 'wifi-password'

# below are GUI apps
cask 'authy'
cask 'docker'
cask 'firefox'
cask 'github'
cask 'google-chrome'
cask 'iterm2'
cask 'keybase'
cask 'microsoft-edge'
cask 'skype'
cask 'slack'
cask 'spotify'
cask 'vagrant'
cask 'virtualbox'
cask 'visual-studio-code'
cask 'zoomus'
