tap 'heroku/brew'

brew 'awsebcli'
brew 'bat'
brew 'colordiff'
brew 'coreutils'
brew 'ffmpeg'
brew 'fish'
brew 'gcc'
brew 'gist'
brew 'git'
brew 'gnupg' 
brew 'go'
brew 'heroku'
brew 'hugo'
brew 'jo'
brew 'mas'
brew 'neovim'
brew 'ocaml'
brew 'opam'
brew 'openjdk'
brew 'pandoc'
brew 'pinentry-mac'
brew 'postgresql'
brew 'pyenv'
brew 'python-yq'
brew 'qrencode'
brew 'r'
brew 'rbenv'
brew 'rename'
brew 'ripgrep'
brew 'rlwrap'
brew 'tldr'
brew 'tmux'
brew 'unar'
brew 'wget'
brew 'wifi-password'

# below are GUI apps
cask 'authy'
cask 'deepl'
cask 'firefox'
cask 'github'
cask 'google-chrome'
cask 'inkscape'
cask 'iterm2'
cask 'meetingbar'
cask 'mendeley'
cask 'microsoft-edge'
cask 'notion'
cask 'postman'
cask 'skype'
cask 'slack'
cask 'spotify'
cask 'the-unarchiver'
cask 'vagrant'
cask 'virtualbox'
cask 'visual-studio-code'
cask 'zoomus'
