brew 'awscli'
brew 'bat'
brew 'colordiff'
brew 'coreutils'
brew 'ffmpeg'
brew 'fish'
brew 'gcc'
brew 'gh'
brew 'gist'
brew 'git'
brew 'git-lfs'
brew 'gnupg' 
brew 'go'
brew 'hugo'
brew 'jo'
brew 'mas'
brew 'neovim'
brew 'ollama'
brew 'openjdk'
brew 'pandoc'
brew 'pinentry-mac'
brew 'postgresql'
brew 'pyenv'
brew 'python-yq'
brew 'qpdf'
brew 'qrencode'
brew 'r'
brew 'rbenv'
brew 'rename'
brew 'ripgrep'
brew 'tldr'
brew 'tree'
brew 'tmux'
brew 'unar'
brew 'uv'
brew 'wget'
brew 'wifi-password'

# below are GUI apps
cask 'authy'
cask 'deepl'
cask 'firefox'
cask 'github-desktop'
cask 'google-chrome'
cask 'inkscape'
cask 'iterm2'
cask 'meetingbar'
cask 'microsoft-edge'
cask 'notion'
cask 'postman'
cask 'skype'
cask 'slack'
cask 'spotify'
cask 'the-unarchiver'
cask 'visual-studio-code'
cask 'zoom'
